export default {
  smp: {
    guide: {
      title: 'Clembs SMP - Подготовка',
      steps: [
        [
          'Установите Minecraft Java версии 1.19.2',
          'Можно зайти на взломанной версии, но лучше купите игру по возможности :PРекомендуется установить [Optifine]({optifine}) или [Sodium]({sodium})!',
        ],
        [
          'Заходите на сервер `smp.clembs.com`',
          'Только зарегистрированные пользователи могут зайти!',
        ],
        [
          'Авторизоваться!',
          'Люди без лицензии должны будут придумать пароль. Хорошо его запомните!',
        ],
        [
          'Присоединитесь к команде или создайте свою!',
          'Это абсолютно опционально, но приветствуется! Заранее спасибо!',
        ],
      ],
    },
  },
};
